Repository: ninjamonkey73/dnd-tabletop-companion
Catalog: src/locale/messages.*.xlf
Languages: es

source: Short Rest
es: Descanso corto

source: <mat-icon>snooze</mat-icon> SR
es: <mat-icon>snooze</mat-icon> DS

source: Character Name
es: Nombre del Personaje

source: New Character
es: Nuevo Personaje

source: Delete Character
es: Eliminar Personaje

source: LR Heals
es: Curaciones de DL

source: Long Rest
es: Descanso Largo

source: <mat-icon class="longRest">bedtime</mat-icon> LR
es: <mat-icon class="longRest">bedtime</mat-icon> DL

source: New Character Name
es: Nuevo Nombre del Personaje

source: Enter new character name
es: Ingrese el nuevo nombre del personaje

source: Save Character
es: Guardar Personaje

source: Character Class
es: Clase del Personaje

source: Character Level
es: Nivel del Personaje

source: Enter Level
es: Escriba el Nivel

source: Hit Points
es: Puntos de Golpe

source: You are stable
es: Estás estable

source: You are incapacitated
es: Estás incapacitado

source: Current HP
es: PG Actuales

source: Max HP
es: PG Máx

source: Edit Max HP
es: Editar PG Máx

source: Temp HP
es: PG Temp

source: % of Max
es: % de Máx

source: S
es: E

source: D
es: M

source: Enter Max HP
es: Ingrese PG Máx

source: Enter Temp HP
es: Ingrese PG Temp

source: Apply Damage
es: Aplicar Daño

source: <mat-icon>remove</mat-icon> Hurt
es: <mat-icon>remove</mat-icon> Herir

source: Heal Character
es: Curar Personaje

source: <mat-icon>add</mat-icon> Heal
es: <mat-icon>add</mat-icon> Curar

source: Money
es: Dinero

source: Trackable Resources
es: Recursos Seguibles

source: Coin +/-
es: Monedas +/-

source: Copper
es: Cobre

source: Subtract Copper
es: Restar Cobre

source: Add Copper
es: Añadir Cobre

source: Silver
es: Plata

source: Subtract Silver
es: Restar Plata

source: Add Silver
es: Añadir Plata

source: Gold
es: Oro

source: Subtract Gold
es: Restar Oro

source: Add Gold
es: Añadir Oro

source: Platinum
es: Platino

source: Subtract Platinum
es: Restar Platino

source: Add Platinum
es: Añadir Platino

source: Resource Name
es: Nombre del Recurso

source: Ki Points
es: Puntos de Ki

source: Wild Shape
es: Forma Salvaje

source: Spell Slots
es: Ranuras de Conjuros

source: Level {{ $index + 1 }}
es: Nivel {{ $index + 1 }}

source: Rage
es: Rabia

source: Death Saves
es: Salvaciones de Muerte

source: Hit Dice
es: Dados de Golpe

source: Death Saves
es: Salvaciones de Muerte

source: Successes
es: Éxitos

source: Failures
es: Fracasos

source: Hit Dice
es: Dados de Golpe

source: You are dead!
es: ¡Estás muerto!

source: HTTP error! status: response.status
es: Error HTTP! estado: response.status

source: API returned unexpected data.
es: La API devolvió datos inesperados.

source: Failed to fetch classes from API.
es: Error al obtener las clases de la API.

source: Failed to fetch classes from API:
es: Error al obtener las clases de la API:

source: Character name cannot be empty.
es: El nombre del personaje no puede estar vacío.

source: Change value must be a positive number to heal.
es: El valor de cambio debe ser un número positivo para curar.

source: Character name is required to save data.
es: Se requiere el nombre del personaje para guardar los datos.

source: Level cannot be less than 1.
es: El nivel no puede ser menor que 1.

source: Level cannot be greater than 20.
es: El nivel no puede ser mayor que 20.

source: Failed to fetch rage count
es: Error al obtener el conteo de rabia

source: Failed to fetch rage count:
es: Error al obtener el conteo de rabia:

source: Failed to check spellcasting for
es: Error al verificar el lanzamiento de conjuros para

source: level
es: nivel

source: Are you sure you want to delete the character "name"?
es: ¿Estás seguro de que quieres eliminar el personaje "name"?

source: You cannot subtract more than you have! (current available)
es: ¡No puedes restar más de lo que tienes! (current disponible)

source: Resource 1
es: Recurso 1

source: Resource 2
es: Recurso 2

source: Resource 3
es: Recurso 3

source: Resource 4
es: Recurso 4
